Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Disable Encrypted Media Extensions on %{VIDEO_HTML} elements.
ca_es: Desactiva les extensions dels mitjans encriptats en elements de %{VIDEO_HTML}.

source: Required field cannot be left blank
ca_es: Un camp obligatori no es pot deixar en blanc

source: Content from %{ELEMENTS_HOST_NAME}, a known malware distributor, has been inserted into this web page. Visiting this page now is very likely to infect your mobile device with malware.
ca_es: El contingut de %{ELEMENTS_HOST_NAME}, un distribuïdor de programari maliciós conegut, s'ha inserit en aquesta pàgina web. Si visiteu aquesta pàgina ara, és molt probable que el vostre dispositiu mòbil quedi infectat amb programari maliciós.

source: Activity
ca_es: Activitat

source: Enable Translate support on "alpha languages"
ca_es: Activa la compatibilitat del Traductor en idiomes alfabètics

source: Enter passphrase to unlock and make changes.
ca_es: Introduïu la contrasenya per desbloquejar-ho i fer-hi canvis.

source: Disable incognito windows and deleting history
ca_es: Desactiva les finestres d'incògnit i la supressió de l'historial

source: %{TITLE} is using your microphone.
ca_es: %{TITLE} està utilitzant el micròfon.

source: Share and control access to your printers with any Google account.
ca_es: Compartiu i controleu l'accés a les vostres impressores amb un compte de Google.

source: Launch %{PRODUCT_NAME} automatically when I start my mobile device
ca_es: Inicia %{PRODUCT_NAME} automàticament en engegar el dispositiu mòbil

source: %{TITLE} is using your camera and microphone.
ca_es: %{TITLE} està utilitzant la càmera i el micròfon.

source: Do you want to add this website to the whitelist?
ca_es: Voleu afegir aquest lloc web a la llista blanca?

source: Enable local first-load NTP in Instant extended.
ca_es: Activa NTP de primera càrrega local a Instant ampliat

source: By disconnecting your Google Account from %{PRODUCT_NAME}, your data will remain on this mobile device but changes will no longer be synced to your Google Account. Data already stored in your Google Account will remain there until you remove it using %{BEGIN_LINK}Google Dashboard%{END_LINK}.
ca_es: En desconnectar el compte de Google de %{PRODUCT_NAME}, les dades restaran en aquest dispositiu mòbil, però els canvis deixaran de sincronitzar-se amb el vostre compte de Google. Les dades que ja s'hagin emmagatzemat al compte de Google hi restaran fins que les elimineu amb el %{BEGIN_LINK}Tauler de Google%{END_LINK}.

source: %{URL} wants to permanently store data on your mobile device.
ca_es: %{URL} vol emmagatzemar les dades permanentment al dispositiu mòbil.

source: Boot animation function.
ca_es: Funció de l'animació d'arrencada.

source: By clicking Submit you agree to the %{LEGAL_DOC_LINK_TEXT_1} and %{LEGAL_DOC_LINK_TEXT_2}.
ca_es: En fer clic a Envia accepteu les %{LEGAL_DOC_LINK_TEXT_1} i la %{LEGAL_DOC_LINK_TEXT_2}.

source: Enable the Instant extended API using only local resources.
ca_es: Activa l'API ampliada d'Instant només mitjançant recursos locals.

source: Set up %{CLOUD_PRINT_NAME}
ca_es: Configuració de %{CLOUD_PRINT_NAME}

source: API Event
ca_es: Esdeveniment d'API

source: Change boot animation function.
ca_es: Canvia la funció de l'animació d'arrencada.

source: Enables 'image/webp' accept header in HTTP requests for images, to denote WebP image support.
ca_es: Activa la capçalera d'acceptació d'"image/webp" a sol·licituds HTTP per a imatges per assenyalar la compatibilitat amb imatges WebP.

source: Content Packs
ca_es: Paquets de contingut

source: Disables wallpaper boot animation v2 - goes back to v1 (except for OOBE case) i.e. login UI is not shown till animation is complete.
ca_es: Desactiva el fons de l'animació d'arrencada v2 i torna a v1 (excepte en el cas d'OOBE), és a dir, la IU d'inici de sessió no apareixerà fins que l'animació no es completi.

source: While zoomed in, overlay scrollbars will be visible during scrolling.
ca_es: Si s'amplia la imatge, les barres de desplaçament de superposició estaran visibles durant els desplaçaments.

source: Enables a new visual style on certain dialogs.
ca_es: Activa un estil visual nou en diàlegs determinats.

source: Enabling this option allows web sites to access the WebAudio API.
ca_es: Si activeu aquesta opció, es permet que els llocs web accedeixin a l'API de WebAudio.

source: Google Account
ca_es: Compte de Google

source: Manage your printer
ca_es: Gestioneu la vostra impressora

source: The %{LEGAL_DOC_LINK_TEXT_1}, %{LEGAL_DOC_LINK_TEXT_2}, and %{LEGAL_DOC_LINK_TEXT_3} have been updated. By clicking Submit you verify that you accept these changes.
ca_es: Les %{LEGAL_DOC_LINK_TEXT_1}, la %{LEGAL_DOC_LINK_TEXT_2} i les %{LEGAL_DOC_LINK_TEXT_3} s'han actualitzat. En fer clic a Envia verifiqueu que accepteu aquests canvis.

source: When enabled, will use a ClientLogin sign in flow to connect a profile to a Google account. Otherwise use a web-based flow. The web-based flow permits using verification codes instead of ASPs during authentication.
ca_es: Si aquesta opció està activada, s'utilitza un flux basat en l'inici de sessió del client per connectar un perfil a un compte de Google. Si està desactivada, s'utilitza un flux basat en web. El flux basat en web permet fer servir els codis de verificació en comptes de les ASP durant el procés d'autenticació.

source: Enable overlay pinch-zoom scrollbars.
ca_es: Activa les barres de desplaçament del zoom per pessic de superposició.

source: Content Script
ca_es: Script de contingut

source: Print raster
ca_es: Impressió de trames

source: or %{IDS_SYNC_CREATE_ACCOUNT}
ca_es: o %{IDS_SYNC_CREATE_ACCOUNT}

source: What's this?
ca_es: Què és això?

source: Enable experimental Bluetooth features.
ca_es: Activa les funcions experimentals de Bluetooth.

source: Manual exceptions
ca_es: Excepcions manuals

source: Reload
ca_es: Torna a carregar

source: Options
ca_es: Opcions

source: Enable
ca_es: Activa

source: New Tab
ca_es: Pestanya nova

source: Edit
ca_es: Edita

source: Unlock
ca_es: Desbloqueja

source: &Pause
ca_es: P&ausa

source: Relaunch
ca_es: Torna a iniciar

source: Not now
ca_es: Ara no

source: Disable
ca_es: Desactiva

source: View
ca_es: Visualització

source: All
ca_es: Tot

source: Actions
ca_es: Accions

source: Custom
ca_es: Personalitzat

source: Advanced...
ca_es: Configuració avançada...

source: Copy URL
ca_es: Copia l'URL

source: Unknown error
ca_es: Error desconegut

source: Manage
ca_es: Gestiona

source: &Back
ca_es: &Enrere

source: Languages
ca_es: Idiomes

source: Allowed
ca_es: Permeses

source: Details
ca_es: Detalls

source: Memory
ca_es: Memòria

source: Location
ca_es: Ubicació

source: Blocked
ca_es: Bloquejat

source: Permissions
ca_es: Permisos

source: Saved passwords
ca_es: Contrasenyes desades

source: View in Web Store
ca_es: Mostra-ho a Web Store

source: Cookies
ca_es: Galetes

source: &Forward
ca_es: &Reenvia

source: Never
ca_es: Mai

source: It can:
ca_es: Pot:

source: Done
ca_es: Finalitzat

source: New Window
ca_es: Finestra nova

source: Block
ca_es: Bloqueja

source: Lock
ca_es: Bloqueja

source: Version
ca_es: Versió

source: Users
ca_es: Usuaris

source: Stop
ca_es: Atura

source: For added security, %{PRODUCT_NAME} will encrypt your data.
ca_es: Per obtenir més seguretat, %{PRODUCT_NAME} encriptarà les vostres dades.

source: Not Now
ca_es: Ara no

source: &Print...
ca_es: &Imprimeix...

source: Unknown error.
ca_es: Error desconegut.

source: Untitled
ca_es: Sense títol

source: Spelling and Grammar
ca_es: Ortografia i gramàtica

source: &Search %{SEARCH_ENGINE} for '%{SEARCH_TERMS}'
ca_es: &Cerca %{SEARCH_ENGINE} de "%{SEARCH_TERMS}"

source: Removed
ca_es: Eliminat

source: &Discard
ca_es: &Descarta

source: Show Spelling and Grammar
ca_es: Mostra l'ortografia i la gramàtica

source: &Send Feedback
ca_es: &Envia comentaris

source: &Mute
ca_es: S&ilencia

source: The file could not be modified.
ca_es: El fitxer no s'ha pogut modificar.

source: The page at %{SITE} says:
ca_es: La pàgina de %{SITE} diu:

source: Please update your sync passphrase.
ca_es: Actualitzeu la contrasenya de sincronització.

source: Delete certificate "%{CERTIFICATE_NAME}"?
ca_es: Voleu suprimir el certificat "%{CERTIFICATE_NAME}"?

source: Sign in to %{SHORT_PRODUCT_NAME}...
ca_es: Inicia la sessió a %{SHORT_PRODUCT_NAME}...

source: &Smaller
ca_es: &Més petit

source: Updates
ca_es: Actualitzacions

source: &Resume
ca_es: &Reprèn

source: Exit Full Screen
ca_es: Surt de la pantalla completa

source: Bookmark All Tabs...
ca_es: Afegeix totes les pestanyes a les adreces d'interès...

source: Cancelled
ca_es: Cancel·lat

source: Type
ca_es: Tipus

source: Keyword
ca_es: Paraula clau

source: Browsing history
ca_es: Historial de navegació

source: Cookies and site data
ca_es: Galetes i dades de llocs

source: Themes
ca_es: Temes

source: Choose a picture and name
ca_es: Trieu una imatge i un nom

source: Update...
ca_es: Actualitza...

source: Time
ca_es: Hora

source: Site
ca_es: Lloc

source: Change...
ca_es: Canvia...

source: &Redo
ca_es: &Refés

source: Relaunch Chrome on the desktop
ca_es: Torna a iniciar Chrome a l'escriptori

source: GDI Handles
ca_es: Controls GDI

source: Reopen Closed Tab
ca_es: Torna a obrir la pestanya tancada

source: Close Tab
ca_es: Tanca la pestanya

source: Brightness
ca_es: Brillantor

source: Email address
ca_es: Adreça electrònica

source: OK...
ca_es: D'acord...

source: Install
ca_es: Instal·la

source: &Cancel
ca_es: &Cancel·la

source: Signed in as %{USER_NAME}...
ca_es: Sessió iniciada com a %{USER_NAME}...

source: Import Bookmarks and Settings...
ca_es: Importa els marcadors i la configuració...

source: Inspect
ca_es: Inspecciona

source: Un&mute
ca_es: Ac&tiva el so

source: %{PLUGIN_NAME} is required to display some elements on this page.
ca_es: Cal tenir %{PLUGIN_NAME} per mostrar alguns elements d'aquesta pàgina.

source: Media
ca_es: Mitjans de comunicació

source: Expand
ca_es: Amplia

source: H&elp
ca_es: A&juda

source: Domain:
ca_es: Domini:

source: Search results for '%{SEARCH_STRING}'
ca_es: Resultats de la cerca per a "%{SEARCH_STRING}"

source: &Go to %{URL}
ca_es: &Vés a %{URL}

source: &Find...
ca_es: &Cerca...

source: Success!
ca_es: Correcte.

source: &Keep
ca_es: &Conserva-ho

source: Search engines
ca_es: Motors de cerca

source: &History
ca_es: &Historial

source: Network error
ca_es: Error de xarxa

source: &Play
ca_es: Repro&dueix

source: Pack Extension
ca_es: Empaqueta l'extensió

source: Create a new user
ca_es: Crea un usuari

source: &Open
ca_es: &Obre

source: Process ID
ca_es: ID de procés

source: Show
ca_es: Mostra

source: %{IDS_SHORT_PRODUCT_NAME} is out of date
ca_es: %{IDS_SHORT_PRODUCT_NAME} és obsolet

source: Clear browsing data...
ca_es: Esborra les dades de navegació...

source: Hide this plug-in
ca_es: Amaga aquest connector

source: Restore All Tabs
ca_es: Restaura totes les pestanyes

source: Profile
ca_es: Perfil

source: Find
ca_es: Cerca

source: Re&load
ca_es: &Torna a carregar

source: Description:
ca_es: Descripció:

source: Fullscreen
ca_es: Pantalla completa

source: Enabled
ca_es: Activada

source: Others
ca_es: Altres

source: &Translate to %{LANGUAGE}
ca_es: &Tradueix a: %{LANGUAGE}

source: Enable screensaver extensions.
ca_es: Activa les extensions de protector de pantalla.

source: This file could not be played.
ca_es: No s'ha pogut reproduir aquest fitxer.

source: Search settings
ca_es: Configuració de la cerca

source: Select &All
ca_es: Selecciona-ho &tot

source: Plug-ins
ca_es: Connectors

source: E&xit
ca_es: S&urt

source: Exit full screen
ca_es: Surt de la pantalla completa

source: New incognito window
ca_es: Finestra d'incògnit nova

source: &Edit
ca_es: E&dita

source: Redo
ca_es: Refés

source: More too&ls
ca_es: Més eine&s

source: Created:
ca_es: Creat:

source: Import bookmarks and settings...
ca_es: Importa els marcadors i la configuració...

source: Passwords
ca_es: Contrasenyes

source: Delete...
ca_es: Suprimeix...

source: Check Spelling While Typing
ca_es: Comprova l'ortografia mentre escric

source: Media galleries
ca_es: Galeries multimèdia

source: GPU Memory
ca_es: Memòria de la GPU

source: Forward
ca_es: Endavant

source: Create
ca_es: Crea

source: Always
ca_es: Sempre

source: Use system title bar and borders
ca_es: Utilitza la barra del títol i els límits del sistema

source: USER Handles
ca_es: Controls d'USUARI

source: Task
ca_es: Tasca

source: Too&ls
ca_es: Ein&es

source: No more suggestions from Google
ca_es: Cap suggeriment més de Google

source: Status
ca_es: Estat

source: &Downloads
ca_es: &Baixades

source: Remove all
ca_es: Elimina-ho tot

source: Duplicate
ca_es: Duplica

source: Clear browsing data
ca_es: Esborra les dades de navegació

source: Size
ca_es: Mida

source: File
ca_es: Fitxer

source: Import
ca_es: Importa

source: Skip
ca_es: Omet

source: &Encoding
ca_es: &Codificació

source: Paste and Match Style
ca_es: Enganxa i ajusta l'estil

source: This user account is not eligible for the service.
ca_es: Aquest compte d'usuari no és apte per al servei.

source: Load unsafe script
ca_es: Carrega l'script poc segur

source: Serial Number
ca_es: Número de sèrie

source: Clear on exit
ca_es: Esborra en tancar

source: Favorites/Bookmarks
ca_es: Preferits/Marcadors

source: &Larger
ca_es: &Més gran

source: Bookmarks
ca_es: Marcadors

source: No revocation mechanism found.
ca_es: No s'ha trobat cap mecanisme de revocació.

source: Recently Closed
ca_es: Tancats recentment

source: Loading suggestion
ca_es: S'estan carregant els suggeriments

source: &Settings
ca_es: &Configuració

source: Don't ask again
ca_es: No m'ho tornis a preguntar

source: P&rint...
ca_es: Im&primeix...

source: Ignore
ca_es: Ignora

source: No matches were found.
ca_es: No s'ha trobat cap coincidència.

source: &Options
ca_es: &Opcions

source: Images
ca_es: Imatges

source: Show All
ca_es: Mostra-les totes

source: &Loop
ca_es: &Bucle

source: Preview
ca_es: Previsualitza

source: Sign in to %{SHORT_PRODUCT_NAME}
ca_es: Inici de sessió a %{SHORT_PRODUCT_NAME}

source: The passphrase you entered is incorrect.
ca_es: La paraula de pas que heu introduït no és correcta.

source: Advanced settings
ca_es: Configuració avançada

source: &Show bookmarks bar
ca_es: &Mostra la barra de marcadors

source: &Show Bookmarks Bar
ca_es: &Mostra la barra de marcadors

source: &Always show bookmarks bar
ca_es: Mostra &sempre la barra de marcadors

source: bookmarks_%{DATESTAMP}.html
ca_es: marcadors_%{DATESTAMP}.html

source: Whoops, this name is already in use!
ca_es: Aquest nom ja s'està utilitzant.

source: Authenticating...
ca_es: S'està autenticant...

source: Encryption passphrase
ca_es: Contrasenya d'encriptació

source: Screen capture - %{APP_NAME}
ca_es: Captura de pantalla - %{APP_NAME}

source: Save these details in your Google Wallet.
ca_es: Desa aquests detalls a Google Wallet.

source: Sent!
ca_es: S'ha enviat

source: Send
ca_es: Envia

source: Disable auto run kiosk applications in full screen..
ca_es: Desactiva l'execució automàtica a pantalla completa de les aplicacions de quiosc.

source: Billing address
ca_es: Adreça de facturació

source: Disable kiosk applications.
ca_es: Desactiva les aplicacions de quiosc.

source: Encrypted data types
ca_es: Tipus de dades encriptades

source: Also send a copy for offline viewing (%{PAGE_SIZE})
ca_es: Envia també una còpia per a la visualització fora de línia (%{PAGE_SIZE}).

source: Disables making kiosk applications run in full screen automatically..
ca_es: Desactiva l'execució automàtica a pantalla completa de les aplicacions de quiosc.

source: Encrypt all synced data
ca_es: Encripta totes les dades sincronitzades

source: Use my Google Account password
ca_es: Utilitza la contrasenya del meu compte de Google

source: Apps Developer Tool
ca_es: Eina per a desenvolupadors d'aplicacions

source: Enable touchpad three-finger swipe.
ca_es: Activa el lliscament de tres dits al ratolí tàctil.

source: Enables new audio handler
ca_es: Activa el gestor d'àudio nou

source: Sending.
ca_es: S'està enviant.

source: Chrome cannot access wallpapers at this time.
ca_es: Chrome no pot accedir als fons de pantalla en aquests moments.

source: Show launcher alignment menu.
ca_es: Mostra el menú d'alineació de la barra d'execució ràpida.

source: %{PRODUCT_NAME} is using your camera and microphone.
ca_es: %{PRODUCT_NAME} està utilitzant la càmera i el micròfon.

source: Now you can access your bookmarks, history, and other settings on all of your signed-in devices.
ca_es: Ara ja podeu accedir a les adreces d'interès, a l'historial i a altres configuracions que tingueu en tots els dispositius on inicieu la sessió.

source: Access the Bluetooth device "%{DEVICE_NAME}".
ca_es: Accedeix al dispositiu Bluetooth "%{DEVICE_NAME}".

source: Pay without Google Wallet
ca_es: Pagament sense Google Wallet

source: Only someone with your passphrase can read your encrypted data. The passphrase is not sent to or stored by Google. If you forget your passphrase, you will need to reset sync.
ca_es: Només una persona que tingui la vostra contrasenya pot llegir les dades encriptades: la contrasenya no s'envia ni s'emmagatzema a Google. Si oblideu la contrasenya, haureu de restablir la sincronització.

source: Enter your sync passphrase
ca_es: Introducció de la paraula de pas de sincronització

source: Download files
ca_es: Baixa els fitxers

source: generating...
ca_es: s'està generant...

source: Google Toolbar
ca_es: Barra Google

source: Sign in and save these details in your Google Wallet.
ca_es: Inicieu la sessió i deseu aquests detalls a Google Wallet.

source: %{APP_NAME} is sharing your screen
ca_es: %{APP_NAME} comparteix la vostra pantalla

source: You have chosen to encrypt data using your Google password; you can always change your mind later by changing your sync settings.
ca_es: Heu triat encriptar les dades mitjançant la contrasenya de Google. Si més endavant canvieu d'opinió, podeu canviar la configuració de sincronització.

source: Submit Payment Details
ca_es: Enviament de la informació de pagament

source: Access Bluetooth on your system
ca_es: Accedeix a Bluetooth des del sistema

source: Enable experimental WebKit features that are in development.
ca_es: Activa les funcions de WebKit experimentals que estan en desenvolupament.

source: Send this page to:
ca_es: Envia aquesta pàgina a:

source: Sign in to use Google Wallet
ca_es: Inicia la sessió per utilitzar Google Wallet

source: Send tab to device
ca_es: Envia la pestanya al dispositiu

source: Update now
ca_es: Actualitza ara

source: Send this page to %{DEVICE_NAME}.
ca_es: Envia aquesta pàgina a %{DEVICE_NAME}.

source: Enables touchpad three-finger swipe.
ca_es: Activa el lliscament de tres dits al ratolí tàctil.

source: Enables a menu that allows changing the side the launcher is aligned to.
ca_es: Activa un menú que permet canviar el costat amb què s'alinea la barra d'execució ràpida.

source: An error occurred while generating the offline copy
ca_es: S'ha produït un error en generar la còpia fora de línia

source: Enable experimental WebKit features.
ca_es: Desactivació de funcions de WebKit experimentals.

source: Access photos, music, and other media from your computer (Read)
ca_es: Permet accedir a fotos, a música i a altres elements multimèdia de l'ordinador (lectura)

source: Sending
ca_es: S'està enviant

source: Sending..
ca_es: S'està enviant..

source: Choose my own passphrase
ca_es: Vull triar la meva pròpia frase de contrasenya

source: Credit card
ca_es: Targeta de crèdit

source: Enable or disable the "Action Box" experimental toolbar UI.
ca_es: Activa o desactiva la IU de la barra d'eines experimental "Quadre d'acció".

source: Enable Tab Capture API
ca_es: Activa l'API de captura de pestanyes

source: An error occurred while sending the page
ca_es: S'ha produït un error en enviar la pàgina

source: %{PRODUCT_NAME} is using your camera.
ca_es: %{PRODUCT_NAME} està utilitzant la càmera.

source: Action box
ca_es: Quadre d'acció

source: Encrypt passwords
ca_es: Encripta les contrasenyes

source: Boo... You have no apps :-(
ca_es: No teniu cap aplicació :-(

source: Settings will be cleared on next reload
ca_es: La configuració s'esborrarà en tornar a carregar

source: %{PRODUCT_NAME} is using your microphone.
ca_es: %{PRODUCT_NAME} està utilitzant el micròfon.

source: Disable kiosk applications on the device.
ca_es: Desactiva les aplicacions de quiosc al dispositiu.

source: Sending...
ca_es: S'està enviant...

source: Enables experimental tab capture API to generate video streams of tab content.
ca_es: Activa l'API experimental de captura de pestanyes per generar emissions de vídeo del contingut de pestanyes.

source: Enable the new audio handler which uses the new cras audio dbus apis.
ca_es: Activa el gestor d'àudio nou que fa servir les API noves per a dbus d'àudio cras.

source: Same as billing
ca_es: Igual que la de facturació

source: Shipping details
ca_es: Detalls de l'enviament

source: (Disabled)
ca_es: (Desactivada)

source: Sign in now
ca_es: Inicia la sessió ara

source: Share
ca_es: Comparteix

source: Switch Users
ca_es: Canvia els usuaris

source: OK, got it!
ca_es: D'acord, ho entenc

source: Extension Name
ca_es: Nom de l'extensió

source: This setting is enforced by your administrator.
ca_es: L'administrador aplica aquesta configuració.

source: Billing details
ca_es: Informació de facturació

source: Select a folder to open
ca_es: Seleccioneu una carpeta per obrir

source: P&rint Frame...
ca_es: Imp&rimeix el marc...

source: Where to import these $1 photos?
ca_es: On voleu importar aquestes $1 fotos?

source: Use your microphone and camera
ca_es: Utilitzeu el micròfon i la càmera

source: Contact your system administrator for more information.
ca_es: Contacteu amb l'administrador del sistema per obtenir més informació.

source: &Add to dictionary
ca_es: &Afegeix al diccionari

source: Loading preview
ca_es: S'està carregant la visualització prèvia

source: Slide view
ca_es: Visualització de diapositives

source: Extension ID
ca_es: Identificador de l'extensió

source: Allow web pages to request access to the screen contents via the getUserMedia() API.
ca_es: Permet que les pàgines web sol·licitin accés al contingut de la pantalla a través de l'API getUserMedia().

source: Encipher Only
ca_es: Només encriptar

source: unknown name
ca_es: nom desconegut

source: Plug-in Unresponsive
ca_es: El complement no respon

source: Occurrences when the version of %{SHORT_PRODUCT_NAME} changed
ca_es: Nombre de vegades que ha canviat la versió de %{SHORT_PRODUCT_NAME}

source: Word document
ca_es: Document de Word

source: Customize user...
ca_es: Personalitza l'usuari...

source: Image Dimensions
ca_es: Mida de la imatge

source: Warning
ca_es: Advertiment

source: Never saved
ca_es: No s'ha desat mai

source: Disconnect your Google Account
ca_es: Desconnexió del vostre compte de Google

source: Include a saved screenshot:
ca_es: Inclou una captura de pantalla desada:

source: Data Encipherment
ca_es: Encriptació de dades

source: Set Up Automatic Updates for All Users
ca_es: Configurar actualitzacions automàtiques per a tots els usuaris

source: Check your proxy settings or contact your network administrator to make sure the proxy server is working. %{PLATFORM_TEXT}
ca_es: Comproveu la configuració del servidor intermediari o contacteu amb l'administrador de la xarxa per assegurar-vos que el servidor funcioni correctament. %{PLATFORM_TEXT}

source: Copy link addr&ess
ca_es: Copia l'adr&eça de l'enllaç
